{
  "id": "fr",
  "banners": [
    "Bienvenue! Je suis ingénieur logiciel indépendant.",
    "J’aide les équipes à construire des produits et à améliorer leurs pratiques d'ingéniérie."
  ],
  "pres_title": "kisuis",
  "press": [
    "Je suis un développeur avec plus de 12 ans d'expérience dans la création de logiciels et la gestion d'équipes tech.",
    "Je cherche à créer des logiciels utiles, à aider les organisations à prospérer, à aider les développeurs à progresser et à améliorer les pratiques (pas nécessairement dans cet ordre)."
  ],
  "pres_mantra": "Ship the right thing, done right.",
  "doing_title": "Ce que je fais",
  "doings": [
    "Je travaille pour des équipes qui ont besoin de franchir un jalon, (virtuellement) intégré à l'équipe, sur le long terme. Je travaille d'abord à distance.",
    "Entre autres, j'aide à relever ces défis:"
  ],
  "challenges": [
    "Inciter votre équipe à de meilleures pratiques d'ingénierie et développer les compétences",
    "Améliorer la qualité de livraison du logiciel (stop les tests en production)",
    "Reprendre le contrôle du legacy et retrouver de la vélocité",
    "Améliorer la communication et l'organisation de l'équipe technique"
  ],
  "values_title": "Mes valeurs",
  "values":[
      "Le changement c'est la vie. Le changement se produira, il vaut donc mieux être prêt à le gérer.",
      "Je recherche l'amélioration continue. Le changement se produira, le statu quo n'est pas une possibilité.",
      "Je puise de l'inspiration dans toutes les pratiques qui peuvent m'aider à produire un logiciel qui change facilement: Agile et Software craftsmanship manifesto, le code propre, la conception pilotée par domaine (TDD), le développement piloté par les tests (TDD).",
      "J'essaie de développer une culture, un état d'esprit et des compétences qui aident les équipes techniques à adopter le changement."
    ],
  "skills_title": "Compétences",
  "skills": [
    "Architecture & développement",
    "Python",
    "Test driven development",
    "Team organisation",
    "Django",
    "Javascript",
    "DevOps",
    "Coaching de développeurs"
  ]
}
