{
    "id": "landing_en",
    "locale": "en",
    "rawpath": "landing",
    "cta1": "I need help! 🔥",
    "cta2": "I want to upgrade my software 🪜",
    "presentation": [
        "Hello! I'm Rémi 👋",
        "I'm a software developper 💻",
        "I help organisations design, build and run better softwares, faster 🚀"
    ],
    "valueprop": "Level up your tech  ⚡",
    "problems_intro": "Building software is hard. I can help you:",
    "solve_problems": [
        "regain control of your legacy software",
        "level up your team - deliver better and faster",
        "build your product with highest quality and sustainability standards"
    ],
    "skills_presentation": ["Theoretical physicist (PhD) turned software engineer, I am a constant learner with great ability to adapt, a strong problem solver and a creative mind.", "I build software and manage software teams since 2008. I seek to build useful software, help organisations thrive, help developers grow and improve engineering practices."],
    "skill_domain_1": ["🛠 Software craft expertise", "practice and improve daily on TDD, DDD, Clean architecture and clean code, continuous integration and deployment"],
    "skill_domain_2": ["⌨ Full-stack developer", "my main focus is on backends and services architectures, and I cultivate a large spectrum of skills from product to operations and front-end development"],
    "skill_domain_3": ["🐍 Python expertise", "after years with Python as my primary language, I got a strong expertise with the ecosystem, from web development to scientific and data applications"],
    "why_me_vp": "My bonus points",
    "why_me": [
        "Transparence & no bullshit",
        "Excellence transverse & technique",
        "Entrepreneurial mindset & knowledge"
    ],
    "offers_presentation": "Missions",
    "offer_1": [
            "coding__1_sbxf45",
            "Software development",
            "Build a new software, alone or with a team",
            "Improve existing software, help team reach the upper level",
            "Take back control of your legacy software - Improve your delivery"
    ],
    "offer_2": [
        "team_work_jtjsh2",
        "Craft coaching",
        "Train and work with team to start a craft journey",
        "workshops and training around software craft: TDD, DDD, Clean architecture, Clean code, XP, Flow",
        "help the team passing the first steps: building the first test, the first CI, ...",
        "coaching on the long run"
    ],
    "offer_3": [
        "brainstorming__if0tdv",
        "CTO as a service",
        "Work with executives on tech strategy",
        "technical consulting and auditing",
        "team auditing, management consulting",
        "tech strategy and vision"
    ],
    "skills": [
        [
            "Languages and frameworks", [
                "Python",
                "Django",
                "Javascript",
                "VueJS",
                "HTML",
                "CSS",
                "Numpy",
                "Jupyter",
                "Gridsome"
            ]
        ],
        [
            "Databases", [
                "SQL",
                "PostgreSQL",
                "MySQL"
            ]
        ],
        [
            "Design",
            [
                "Web architecture",
                "Software design",
                "REST API",
                "Mobile applications"
            ]
        ],
        [
            "Software craft", [
                "TDD",
                "DDD",
                "Clean code",
                "Clean architecture",
                "CI / CD",
                "Agile: Kanban, Flow, XP"
            ]
        ],
        [
            "Management", [
                "Tech leadership",
                "CTO",
                "Team management",
                "Project management",
                "Gitlab",
                "Jira"
            ]
        ],
        [
            "Ops", [
                "Cloud computing",
                "Docker",
                "AWS",
                "Sentry",
                "Paas: Platform.sh, Clever Cloud",
                "Nginx",
                "Gitlab CI",
                "Linux",
                "Gunicorn",
                "Git "
            ]
        ]
    ],
    "testimonies_title": "I've worked with these people",
    "testimonies": [
        {
            "name": "Mickaël Hoareau",
            "image": "micka_ijnnhj.jpeg",
            "context": "Développeur - Opquast",
            "linkedin": "https://www.linkedin.com/in/remihuguet/",
            "link":"https://www.opquast.com",
            "text": "Votre équipe de développeur a la capacité de s'organiser mieux, mais n'y arrive pas seul.[...]Rémi, c'est clairement la personne qui peut aider une petite équipe à se structurer, il a une facilité déconcertante à plonger dans du code qu'il ne connaît pas, à le corriger, à l'améliorer, à former les équipes pour ne plus retomber dans les mêmes pièges. Il cherche les solutions qui s'adaptent le mieux au fonctionnement de l'équipe.\n C'est un véritable atout à avoir dans l'équipe, sans parler de sa bienveillance, de sa bonne humeur et de sa capacité à bosser à 100% en télétravail et à s'adapter aux collègues en décalage horaire."
        },
        {
            "name": "Elie Sloïm",
            "image": "elie_y6wxuo.jpeg",
            "context": "CEO and founder - Opquast",
            "linkedin": "https://www.linkedin.com/in/remihuguet/",
            "link":"https://www.opquast.com",
            "text": "[...]La situation technique de la société avant la mission de Rémi était la suivante : une dette technique importante, un code legacy très lourd et peu évolutif,[...] des temps de développements longs, des applications trop fragiles [...] Rémi a travaillé avec les équipes de développeurs et avec le reste des équipes. [...] Il a organisé des ateliers auprès des développeurs et changé en profondeur à la fois les modes de travail, l’architecture, et les choix technologiques de l’entreprise. [...] Rémi a fait preuve d’une écoute et d’une capacité d’adaptation hors du commun, pouvant passer avec aisance d’un chantier stratégique à un chantier de traitement de bugs [...] Son intervention auprès d’une équipe est au minimum utile et au moins en ce qui concerne Opquast, a été extrêmement rentable. [...]"
        },
        {
            "name": "Régis Floret",
            "context": "Développeur - Actiwine",
            "linkedin": "https://www.linkedin.com/in/remihuguet/",
            "link":"https://www.linkedin.com/in/regis-floret-09728458/",
            "image": "regis_ezqj1j.jpeg",
            "text": "J'ai eu l'occasion de travailler avec Rémi pendant un an et sous son impulsion je n'ai jamais autant progressé et en aussi peu de temps. Avec lui, j'ai eu le sentiment d'être à la pointe de ce qui se fait, tant dans le domaine de la conception que dans l'utilisation des dernières technologies.[...]"
        }
    ]
}
